results/ycsb/4-nodes/6-clients/couchbase2/workloadq1_couchbase_custom-validation/results-100.txt
[OVERALL], RunTime(ms), 65403
[OVERALL], Throughput(ops/sec), 1528.9818509854288
[TOTAL_GCS_G1_Young_Generation], Count, 31
[TOTAL_GC_TIME_G1_Young_Generation], Time(ms), 920
[TOTAL_GC_TIME_%_G1_Young_Generation], Time(%), 1.4066633029065945
[TOTAL_GCS_G1_Old_Generation], Count, 0
[TOTAL_GC_TIME_G1_Old_Generation], Time(ms), 0
[TOTAL_GC_TIME_%_G1_Old_Generation], Time(%), 0.0
[TOTAL_GCs], Count, 31
[TOTAL_GC_TIME], Time(ms), 920
[TOTAL_GC_TIME_%], Time(%), 1.4066633029065945
[CLEANUP], Operations, 100
[CLEANUP], AverageLatency(us), 0.61
[CLEANUP], MinLatency(us), 0
[CLEANUP], MaxLatency(us), 10
[CLEANUP], 0, 2.0
[CLEANUP], 1000, 0.30434782608695654
[CLEANUP], 2000, 0.78
[QUERY_1], Operations, 99997
[QUERY_1], AverageLatency(us), 60316.815154454634
[QUERY_1], MinLatency(us), 1021
[QUERY_1], MaxLatency(us), 6141165
[QUERY_1], Return=OK, 100000
[QUERY_1], 0, 3331108.2921348317
[QUERY_1], 1000, 270261.2071748879
[QUERY_1], 2000, 97946.80952380953
[QUERY_1], 3000, 57082.49506101104
[QUERY_1], 4000, 52608.793724279836
[QUERY_1], 5000, 56477.95773772529
[QUERY_1], 6000, 62445.6547960942
[QUERY_1], 7000, 56517.494486361
[QUERY_1], 8000, 64122.12051282051
[QUERY_1], 9000, 60338.75857843137
[QUERY_1], 10000, 55055.97669376694
[QUERY_1], 11000, 53516.53322528363
[QUERY_1], 12000, 57260.776219854175
[QUERY_1], 13000, 63996.61103723404
[QUERY_1], 14000, 53745.9860320745
[QUERY_1], 15000, 47799.296062226545
[QUERY_1], 16000, 77359.66227730442
[QUERY_1], 17000, 49959.69154720712
[QUERY_1], 18000, 60348.11216056671
[QUERY_1], 19000, 59643.20233702337
[QUERY_1], 20000, 49202.09526184539
[QUERY_1], 21000, 60369.996449704144
[QUERY_1], 22000, 59401.32301153613
[QUERY_1], 23000, 50064.86827268068
[QUERY_1], 24000, 59346.66032295271
[QUERY_1], 25000, 56032.171111111114
[QUERY_1], 26000, 58393.36129032258
[QUERY_1], 27000, 52200.32923076923
[QUERY_1], 28000, 54549.982475355966
[QUERY_1], 29000, 58890.99941176471
[QUERY_1], 30000, 46955.6741028128
[QUERY_1], 31000, 46633.25311203319
[QUERY_1], 32000, 51232.805613305616
[QUERY_1], 33000, 54046.71865284974
[QUERY_1], 34000, 57313.67001774098
[QUERY_1], 35000, 54449.63776070253
[QUERY_1], 36000, 68098.80968169762
[QUERY_1], 37000, 51102.4
[QUERY_1], 38000, 66903.9001447178
[QUERY_1], 39000, 72611.42547425475
[QUERY_1], 40000, 58628.537170263786
[QUERY_1], 41000, 48731.98202137998
[QUERY_1], 42000, 54850.0589569161
[QUERY_1], 43000, 52716.17690782953
[QUERY_1], 44000, 52379.887174028736
[QUERY_1], 45000, 51019.766597510374
[QUERY_1], 46000, 45290.19858781995
[QUERY_1], 47000, 50339.365315546434
[QUERY_1], 48000, 59646.7476076555
[QUERY_1], 49000, 43764.7971656333
[QUERY_1], 50000, 52966.110699152545
[QUERY_1], 51000, 54788.77664702732
[QUERY_1], 52000, 63255.944479495265
[QUERY_1], 53000, 47089.05068043172
[QUERY_1], 54000, 48824.41829085457
[QUERY_1], 55000, 48071.2336400818
[QUERY_1], 56000, 28631.073062730626
[QUERY_1], 57000, 26971.18181818182