results/ycsb/4-nodes/6-clients/couchbase2/workloadq1_couchbase_custom-validation/results-20.txt
[OVERALL], RunTime(ms), 76246
[OVERALL], Throughput(ops/sec), 1311.5442121553917
[TOTAL_GCS_G1_Young_Generation], Count, 28
[TOTAL_GC_TIME_G1_Young_Generation], Time(ms), 474
[TOTAL_GC_TIME_%_G1_Young_Generation], Time(%), 0.6216719565616557
[TOTAL_GCS_G1_Old_Generation], Count, 0
[TOTAL_GC_TIME_G1_Old_Generation], Time(ms), 0
[TOTAL_GC_TIME_%_G1_Old_Generation], Time(%), 0.0
[TOTAL_GCs], Count, 28
[TOTAL_GC_TIME], Time(ms), 474
[TOTAL_GC_TIME_%], Time(%), 0.6216719565616557
[CLEANUP], Operations, 20
[CLEANUP], AverageLatency(us), 1.9
[CLEANUP], MinLatency(us), 0
[CLEANUP], MaxLatency(us), 18
[CLEANUP], 0, 3.0
[CLEANUP], 1000, 2.7777777777777777
[CLEANUP], 2000, 0.5
[QUERY_1], Operations, 100000
[QUERY_1], AverageLatency(us), 14638.68885
[QUERY_1], MinLatency(us), 828
[QUERY_1], MaxLatency(us), 1856882
[QUERY_1], Return=OK, 100000
[QUERY_1], 0, 73845.74216027875
[QUERY_1], 1000, 20333.459320288363
[QUERY_1], 2000, 15031.03368263473
[QUERY_1], 3000, 14082.377637130801
[QUERY_1], 4000, 14279.588403722262
[QUERY_1], 5000, 13787.435350756534
[QUERY_1], 6000, 13750.074431426603
[QUERY_1], 7000, 16403.85279605263
[QUERY_1], 8000, 13700.106922549692
[QUERY_1], 9000, 13289.672402382528
[QUERY_1], 10000, 14206.096195262024
[QUERY_1], 11000, 15078.21703089676
[QUERY_1], 12000, 12217.918689320388
[QUERY_1], 13000, 12183.810629199756
[QUERY_1], 14000, 12634.135443037974
[QUERY_1], 15000, 14956.736214605067
[QUERY_1], 16000, 13614.473755964553
[QUERY_1], 17000, 13101.500328731097
[QUERY_1], 18000, 14060.191310441485
[QUERY_1], 19000, 14041.788326300984
[QUERY_1], 20000, 12760.637355584082
[QUERY_1], 21000, 16218.133225020309
[QUERY_1], 22000, 16889.517706576728
[QUERY_1], 23000, 12275.665846153846
[QUERY_1], 24000, 15725.06338028169
[QUERY_1], 25000, 16864.353806228373
[QUERY_1], 26000, 17995.09680284192
[QUERY_1], 27000, 16365.372374798062
[QUERY_1], 28000, 15399.054263565891
[QUERY_1], 29000, 14478.030501089324
[QUERY_1], 30000, 22229.607300884956
[QUERY_1], 31000, 13681.728825136612
[QUERY_1], 32000, 14474.559297218155
[QUERY_1], 33000, 13860.541466758054
[QUERY_1], 34000, 15581.633150039277
[QUERY_1], 35000, 14423.88417266187
[QUERY_1], 36000, 13097.466710182767
[QUERY_1], 37000, 14804.247597930525
[QUERY_1], 38000, 15825.296764009472
[QUERY_1], 39000, 14935.08695652174
[QUERY_1], 40000, 17336.223284100783
[QUERY_1], 41000, 14692.583210603829
[QUERY_1], 42000, 13520.868368032236
[QUERY_1], 43000, 12260.004938271604
[QUERY_1], 44000, 13706.71978021978
[QUERY_1], 45000, 14277.671155209071
[QUERY_1], 46000, 14147.305890702626
[QUERY_1], 47000, 14512.737527114967
[QUERY_1], 48000, 11948.577591372079
[QUERY_1], 49000, 12693.826972010178
[QUERY_1], 50000, 13675.322602739727
[QUERY_1], 51000, 15849.153053132435
[QUERY_1], 52000, 13341.18308921438
[QUERY_1], 53000, 12738.890376035692
[QUERY_1], 54000, 17524.311130587204
[QUERY_1], 55000, 13448.741761936786
[QUERY_1], 56000, 14053.339449541285
[QUERY_1], 57000, 12979.10142118863
[QUERY_1], 58000, 15571.408661417323
[QUERY_1], 59000, 14739.938835666911
[QUERY_1], 60000, 13261.314436387607
[QUERY_1], 61000, 13465.201897018971
[QUERY_1], 62000, 13058.951550387597
[QUERY_1], 63000, 12738.617834394905
[QUERY_1], 64000, 15177.565317035906
[QUERY_1], 65000, 15564.725931677018
[QUERY_1], 66000, 14370.959654178674
[QUERY_1], 67000, 15964.109046849757
[QUERY_1], 68000, 14350.702836879433
[QUERY_1], 69000, 12984.044242029928
[QUERY_1], 70000, 18365.50429799427
[QUERY_1], 71000, 11482.541414141415
[QUERY_1], 72000, 8676.722302158274