results/ycsb/4-nodes/6-clients/couchbase2/workloadq1_couchbase_custom-validation/results-40.txt
[OVERALL], RunTime(ms), 65978
[OVERALL], Throughput(ops/sec), 1515.6567340628694
[TOTAL_GCS_G1_Young_Generation], Count, 36
[TOTAL_GC_TIME_G1_Young_Generation], Time(ms), 737
[TOTAL_GC_TIME_%_G1_Young_Generation], Time(%), 1.1170390130043348
[TOTAL_GCS_G1_Old_Generation], Count, 0
[TOTAL_GC_TIME_G1_Old_Generation], Time(ms), 0
[TOTAL_GC_TIME_%_G1_Old_Generation], Time(%), 0.0
[TOTAL_GCs], Count, 36
[TOTAL_GC_TIME], Time(ms), 737
[TOTAL_GC_TIME_%], Time(%), 1.1170390130043348
[CLEANUP], Operations, 40
[CLEANUP], AverageLatency(us), 0.95
[CLEANUP], MinLatency(us), 0
[CLEANUP], MaxLatency(us), 15
[CLEANUP], 0, 3.0
[CLEANUP], 1000, 0.68
[CLEANUP], 2000, 0.3333333333333333
[QUERY_1], Operations, 100000
[QUERY_1], AverageLatency(us), 24968.91995
[QUERY_1], MinLatency(us), 968
[QUERY_1], MaxLatency(us), 2918382
[QUERY_1], Return=OK, 100000
[QUERY_1], 0, 180720.86646884272
[QUERY_1], 1000, 34749.8646101114
[QUERY_1], 2000, 24558.399497487437
[QUERY_1], 3000, 22727.231032515687
[QUERY_1], 4000, 26292.94996708361
[QUERY_1], 5000, 28925.876355748373
[QUERY_1], 6000, 21096.90256959315
[QUERY_1], 7000, 20812.25270758123
[QUERY_1], 8000, 27877.65990202939
[QUERY_1], 9000, 25724.639795265513
[QUERY_1], 10000, 24055.445871559634
[QUERY_1], 11000, 24477.825588412794
[QUERY_1], 12000, 21732.454889249053
[QUERY_1], 13000, 23480.692443919717
[QUERY_1], 14000, 26570.523841059603
[QUERY_1], 15000, 23215.4761624485
[QUERY_1], 16000, 23843.982352941177
[QUERY_1], 17000, 23136.889731621937
[QUERY_1], 18000, 24688.712362301103
[QUERY_1], 19000, 22745.038242009134
[QUERY_1], 20000, 27406.757054370268
[QUERY_1], 21000, 20627.124483471074
[QUERY_1], 22000, 22950.096921322693
[QUERY_1], 23000, 22718.855763770585
[QUERY_1], 24000, 21316.251722310546
[QUERY_1], 25000, 21954.247252747253
[QUERY_1], 26000, 22047.740066225164
[QUERY_1], 27000, 22452.628732394365
[QUERY_1], 28000, 25612.619600257898
[QUERY_1], 29000, 22879.136312217193
[QUERY_1], 30000, 25125.708438287154
[QUERY_1], 31000, 24098.056057866186
[QUERY_1], 32000, 22011.792932081724
[QUERY_1], 33000, 20588.806501547988
[QUERY_1], 34000, 22042.62835249042
[QUERY_1], 35000, 23185.421175101805
[QUERY_1], 36000, 22165.192008879025
[QUERY_1], 37000, 23607.901960784315
[QUERY_1], 38000, 28661.43647977289
[QUERY_1], 39000, 24167.968253968254
[QUERY_1], 40000, 25260.568295739347
[QUERY_1], 41000, 20285.554600606672
[QUERY_1], 42000, 20424.243187660668
[QUERY_1], 43000, 20891.56194458965
[QUERY_1], 44000, 24963.2576419214
[QUERY_1], 45000, 31587.872306464484
[QUERY_1], 46000, 30368.750943396226
[QUERY_1], 47000, 24790.569240196077
[QUERY_1], 48000, 21018.613684210526
[QUERY_1], 49000, 23438.81759149941
[QUERY_1], 50000, 25719.623309723116
[QUERY_1], 51000, 22627.255474452555
[QUERY_1], 52000, 28237.209268645907
[QUERY_1], 53000, 27544.460580912862
[QUERY_1], 54000, 27013.294660514173
[QUERY_1], 55000, 22259.15242881072
[QUERY_1], 56000, 23310.894736842107
[QUERY_1], 57000, 23043.563677898343
[QUERY_1], 58000, 26108.210380622837
[QUERY_1], 59000, 29502.465293668956
[QUERY_1], 60000, 14804.923344947736
[QUERY_1], 61000, 22504.666666666668